<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<style type="text/css">
p{

margin: 0 auto;
width:1024px;
}
</style>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>免責聲明| Disclaimer</title>
<%@ include file="a_nav.jsp" %> 
<body>
<br>
<h1 style="text-align: center;color:#6bb2b1;">免責聲明 Disclaimer</h1>
<HR  size="2" width="78%" style="margin-bottom:15px;">
<p>
<b>1. 免責聲明</b><br>

本網頁所載的所有資料、商標、標誌、圖像、短片、聲音檔案、連結及其他資料等（以下簡稱「資料」），只供參考之用，閒著APP（以下簡稱「本公司」）將會隨時更改資料，並由本公司決定而不作另行通知。雖然本公司已盡力確保本網頁的資料準確性，但本公司不會明示或隱含保證該等資料均為準確無誤。本公司不會對任何錯誤或遺漏承擔責任。

本公司不會對使用或任何人士使用本網頁而引致任何損害（包括但不限於電腦病毒、系統固障、資料損失）承擔任何賠償。本網頁可能會連結至其他機構所提供的網頁，但這些網頁並不是由本公司所控制。本公司不會對這些網頁所顯示的內容作出任何保證或承擔任何責任。閣下如瀏覽這些網頁，將要自己承擔後果。
<br><br>
<b>2. 版權</b><br>

本網站的所有資料屬本公司專屬財產，均受知識產權法例及權利（包括但不限於保護版權的法例）所保障。根據此法例及權利，任何未經授權使用的資料均屬侵權行為。在未經本公司明確同意下，本網站資料之全部或部份均不可被使用、複印、銷售、傳送、修改、發表、儲存或以其他方式利用作任何用途。
<br><br>
<b>3. 責任限制</b><br>

在任何情況下，本公司並不須就閣下或任何人士由於直接或間接進入或使用本網站，並就此內容上或任何產品、資訊或服務，而招致的任何損失或損害負上任何責任（不論基於合約、侵權行為（包括疏忽）或其他方面的）。在不限制以上條文的一般性之原則及任何情況下，本公司並不須就閣下進入或使用本網站的任何附帶引起、特殊或相應而生之任何種類的損害作出賠償，包括但不限於利潤損失、營業受阻、營業資料損失或其他經濟損失、人身傷害或死亡。
<br><br>
<b>4. 一般性賠償</b><br>

閣下同意，若由於閣下違反本免責聲明及∕或使用本網站或服務的關係或原因，令本公司蒙受任何損失、索償、法律責任、損害、要求、費用及支出（包括所有的律師費用），閣下將為本公司抗辯、對本公司作出賠償，及保障本公司不受損害。
<br><br>
<b>5. 免責聲明更新</b><br>

在給予或不給予事先通知下，本公司保留隨時更新本免責聲明的權利，任何更改於本網站發佈時，立即生效。請閣下在每次瀏覽本網站時，務必查看此免責聲明。如閣下繼續使用本網站，即代表閣下同意接受更改後的免責聲明約束。

</p>
<%@ include file="footer.jsp" %>
</body>
</html>